Repository: emekalites/orgs-election
Catalog: lang/board-election-*.po
Languages: fr_fr, it_it

source: Upgrade Notice
fr_fr: Avis de mise à jour
it_it: Avviso aggiornamento

source: Donate
fr_fr: Faire un don
it_it: Donazione

source: Settings
fr_fr: Réglages
it_it: Impostazioni

source: Board Election
fr_fr: Élection du Conseil d'administration
it_it: Elezioni Consiglio Direttivo

source: Candidate IDs, separated with a comma
fr_fr: Candidat ID, séparés par une virgule
it_it: ID candidati, separati da una virgola

source: List of Candidates
fr_fr: Liste de candidats
it_it: Lista dei candidati

source: Sorry, you need to be logged-in to be able to vote.
fr_fr: Désolé, vous devez être connecté pour pouvoir voter.
it_it: Spiacenti, è necessario essere registrati per poter votare.

source: Please
fr_fr: Merci de
it_it: Grazie di

source: login
fr_fr: vous connectez
it_it: effettuare il login.

source: to continue voting.
fr_fr: pour continuer à voter.
it_it: per votare.

source: If you did not register on this website, then please do so
fr_fr: Si vous n'êtes pas enregistré sur ce site Web, veuillez bien le faire
it_it: Se non vi siete registrati su questo sito, si prega di farlo

source: here
fr_fr: ici
it_it: qui

source: please remember to validate your registration by clicking on the link you will receive by email.
fr_fr: n'oubliez pas de valider votre inscription en cliquant sur le lien que vous recevrez par e-mail.
it_it: ricordatevi di convalidare la registrazione cliccando sul link riceverete via e-mail.

source: Troubles ? Just drop an email to
fr_fr: Problème ? Il suffit d'envoyer un email à
it_it: Problemi? Basta inviare una mail a

source: Sorry, you can no longer vote because the deadline has passed.
fr_fr: Désolé, vous ne pouvez plus voter parce que la date limite est passée.
it_it: Siamo spiacenti, non è più possibile votare perché il termine è scaduto.

source: Deadline :
fr_fr: Date limite :
it_it: Termine :

source: Back
fr_fr: Retour
it_it: Indietro

source: Welcome back.
fr_fr: Re-bonjour
it_it: Bentornati.

source: You have already voted. Your candidates are:
fr_fr: Vous avez déjà voté. Vos candidats sont :
it_it: Hai già votato. I vostri candidati sono:

source: Hi, it seems you have not been given the right to vote.
fr_fr: Bonjour, il semble que vous n'avez pas été donné le droit de vote.
it_it: Ciao, a quanto pare non è stato dato il diritto di voto.

source: If you think this is an error, please send an email to
fr_fr: Si vous pensez qu'il s'agit d'une erreur, veuillez envoyer un courriel à
it_it: Se pensi che questo è un errore, si prega di inviare una mail a

source: Something went wrong. Please close your browser, come back to this page and try again. If problems persist, contact the webmaster.
fr_fr: Quelque chose n'allait pas. S'il vous plaît, fermez votre navigateur, revenez à cette page et réessayez. Si le problème persiste, contactez le webmaster.
it_it: Qualcosa è andato storto. Si prega di chiudere il browser, tornare a questa pagina e riprova. Se il problema persiste, contattate il webmaster.

source: Thank you for voting.
fr_fr: Merci d’avoir voté.
it_it: Grazie per aver votato.

source: The following votes have been registered for you:
fr_fr: Les votes suivants ont été enregistrés pour vous :
it_it: Sono state registrate per te le seguenti scelte:

source: Select your 1 candidate
fr_fr: Choissisez votre candidat
it_it: Seleziona il tuo candidato

source: Select up to
fr_fr: Sélectionnez jusqu'à
it_it: Potete votare fino a

source: candidates
it_it: candidati

source: from the list below. When you have made your choice, click the "Submit my votes" button.
fr_fr: de la liste ci-dessous. Lorsque vous avez fait votre choix, cliquez sur le bouton "Soumettre mes votes".
it_it: dalla lista allegata. Dopo che avrete effettuato le vostre scelte, selezionate il bottone "confermo il mio voto".

source: If during the selection you click on the wrong candidate, just click again to remove the vote.
fr_fr: Si lors de la sélection, vous cliquez sur le mauvais candidat, cliquez à nouveau pour enlever le vote.
it_it: Se durante la scelta selezionate il candidato sbagliato, è sufficiente selezionare di nuovo per annullare la scelta.

source: Once you click the "Submit my votes" button, your choice is stored and can no longer be changed.
fr_fr: Une fois que vous cliquez sur le bouton "Soumettre mes votes", votre choix est stocké et n'est plus modifiable.
it_it: Una volta che avrete selezionato "confermo il mio voto", la vostra scelta è definitiva e non potrà essere cambiata.

source: 0 votes so far...
fr_fr: 0 votes à présent
it_it: 0 voti finora ...

source: Submit my votes
fr_fr: Soumettre mes votes
it_it: Confermo il mio voto

source: vote(s):
it_it: voto/i

source: Allow registered users to elect board members
fr_fr: Permettre aux utilisateurs enregistrés d'élire les membres du Conseil
